export const inputErrorMsgs = {
    login: "Логин должен быть от 3 до 20 символов без спецсимволов",
    email: "Неправильный формат",
    first_name: "Первая буква должна быть заглавной и без спецсимволов",
    second_name: "Первая буква должна быть заглавной и без спецсимволов",
    password: "Пароль должен быть от 8 до 40 символов и иметь хотя бы одну заглавную букву и цифру",
    phone: "Телефон должен содержать от 10 до 15 символов цифр",
    message: "Сообщение не может быть пустым",
    againPassword: "Пароли не совпадают",
    newPassword: "Пароль должен быть от 8 до 40 символов и иметь хотя бы одну заглавную букву и цифру",
    oldPassword: "Неверный пароль"
}
